{
  "resources": "Recursos",
  "request": "Solicitud",
  "response": "Respuesta",
  "requested_amount": "Cantidad solicitada",
  "amount_used": "Cantidad usada",
  "total_capacity": "Capacidad total",
  "consumed": "Consumido",
  "cost_per_unit": "Costo por unidad",
  "total_cost": "Costo total",
  "new_resource": "Nuevo recurso",
  "resource_info": "Los recursos son tus existencias de materiales, las cuales se usarán al crear productos.",
  "products": "Productos",
  "name": "Nombre",
  "cost": "Costo",
  "cost_per_product": "Costo por producto",
  "price_per_product": "Precio por producto",
  "stage": "Etapa",
  "product_needs": "Necesita",
  "distributed_consumption": "Consumo distribuido",
  "new_product": "Nuevo producto",
  "product_info": "Los productos describen tus recetas para consumir los recursos predefinidos.",
  "examples": "Ejemplos",
  "download": "Descargar",
  "about": "Acerca de",
  "open": "Abrir",
  "resource": "Recurso",
  "resource_docs": [
    "Los recursos definen tu existencia de materiales, cada recurso tiene un costo por contenedor, una cantidad de contenedores y la capacidad por contenedor",
    "Pueden ser cosas sencillas como \"botellas de leche\", \"latas de chocolate\" or incluso pueden ser algo un poco mas abstracto como un trabajador o un proveedor, quien cobra por hora",
    "La <b>cantidad</b> define cuantos contenedores se han comprado, si no se consumen, se considera merma y el costo de la merma será distribuido entre los productos que usaron el recurso. Si no se define la cantidad, será calculada automaticamente",
    "Las <b>unidades</b> son la unidad basica que este recurso usa, por ejemplo gramos, litros, horas, etc. Es mejor usar nombres cortos (ml, g, h).",
    "La <b>capacidad</b> es la cantidad e unidades que cada contenedor tiene. Si la capacidad no esta definida, es igual a 1",
    "<b>Por ejemplo</b>, una botella de 1 litro d eleche tendra una capacidad de 1000 (ml), si la cantidad es 1, significa que hemos comprado una botella de litro de leche, los productos podran consumir mililitros de este recurso"

  ],
  "units": "Unidades",
  "capacity_per_container": "Capacidad por contenedor",
  "amount_of_containers": "Cantidad de contenedores",
  "cost_per_container": "Costo por contenedor",
  "save": "Guardar",
  "cancel": "Cancelar",
  "information": "Informacion",
  "product_docs": [
    "Los productos controlan cada receta, es aqui donde los recursos son consumidos",
    "Un producto puede tener una <b>cantidad</b>, la cual dice cuantos productos se quieren consumir. Si la cantidad no esta definida, significa que se busca hacer la mayor cantidad de productos posibles con los recursos disponibles",
    "Los productos tienen <b>componentes</b>, los cuales son la estructura de la receta. Hay dos etapas de consumo, la predeterminada <b>Por producto</b> significa que el recurso sera consumido por cada producto individual que sea calculado, mientras que la otra opcion, <b>Costo inicial</b> significa que el recurso se consume al principio de la operación, antes de trabajar con los productos mismos"
  ],
  
  "component_info": "Agrega componentes para especificar cuantos recursos este producto necesitará",
  "product_management": "Administración de productos",
  "product": "Producto",
  "product_make_amount": "Cantidad de productos a hacer",
  "markup": "Markup",
  "component": "Componente",
  "add_component": "Agregar un componente",
  "per_product": "Por producto",
  "one_time_cost": "Costo inicial",
  "amount": "Cantidad",
  "examples_catalog": {
    "chocomilk60": {
      "header": "60 vasos de leche con chocolate",
      "body": "¿Cuanta leche y cuanto chocolate se necesitan para hacer 60 vasos de leche con chocolate?"
    },
    "chocomilkLimited": {
      "header": "Leche con chocolate con recursos predefinidos", 
      "body": "¿Cuantos vasos de leche se pueden hacer con una cantidad especifica de leche y chocolate?"
    },
    "development": {
      "header": "Proyecto simple de desarrollo",
      "body": "Una receta un poco mas compleja, el desarrollo de un sitio sencillo, usando varios productos, los cuales comparten los recursos."
    }
  },
  "language": "Idioma",
  "english": "Inglés",
  "spanish": "Español"
}
